Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1063_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Sääʹmteʹǧǧ paʹlǩǩii reʹttev sääʹmǩiõl mättʼtõõđjid
fin: Saamelaiskäräjät palkitsi ahkeria saamen kielen oppilaita

source: Sääʹmteʹǧǧ jueʹjji škoouli ǩiđđprääʹznǩest stipeeʹndid sääʹmǩiõl mättʼtõõđjid, kook liâ spraavdõõttâm puârast sääʹmǩiõl mättʼtõõttmõõžžâst.
fin: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.

source: Stipeeʹndid uʹvddeš 11 sääʹmǩiõl teeʹst pâʹjjmättʼtõõttituʹtǩǩõõzz spraavtõõttja da 10 vuâđđmättʹtõõzz loopptam.
fin: Stipendi annettiin yhteensä yhdelletoista saamen kielen kokeen ylioppilastutkinnossa suorittaneelle ja kymmenelle perusopetuksen päättäneelle.

source: Sääʹmteeʹǧǧ stipeeʹndid vuåǯǯu škoouli mieʹldd peäggtum pueʹtti nuõr:
fin: Saamelaiskäräjien stipendin saivat seuraavat nuoret:

source: Ruäʹvnjaarǥ ämmatmättškooul: Leena Fofonoff (nuõrttsääʹm)
fin: Lapin ammattiopisto, Rovaniemi: Leena Fofonoff (koltansaame)

source: Lyseonpuisto lookkjiškooul, Ruäʹvnjargg: Laura Pieski (tâʹvvsääʹm)
fin: Lyseonpuiston lukio, Rovaniemi: Laura Pieski (pohjoissaame)

source: Oulu lyseo lookkjiškooul: Maren-Elle Länsman (tâʹvvsääʹm)
fin: Oulun lyseon lukio: Maren-Elle Länsman (pohjoissaame)

source: Kiuruvesi lookkjiškooul: Henri Ruotsalainen (aanarsääʹm)
fin: Kiuruveden lukio: Henri Ruotsalainen (inarinsaame)

source: Âʹvvel lookkjiškooul: Pekka Moilanen (aanarsääʹm), Elle Kokkonen (tâʹvvsääʹm), Leevi Olli (tâʹvvsääʹm), Niklas Rasmus (tâʹvvsääʹm), da Eljas Niskanen (aanarsääʹm)
fin: Ivalon lukio: Pekka Moilanen (inarinsaame), Elle Kokkonen (pohjoissaame), Leevi Olli (pohjoissaame), Niklas Rasmus (pohjoissaame), Eljas Niskanen (inarinsaame)

source: Uccjooǥǥ sääʹmlookkjiškooul: Piret Järvensivu (tâʹvvsääʹm)
fin: Utsjoen saamelaislukio: Piret Järvensivu (pohjoissaame)

source: Suäʹđjel lookkjiškooul: Salla Rouvinen (tâʹvvsääʹm)
fin: Sodankylän lukio: Salla Rouvinen (pohjoissaame)

source: Vuâđđmättʼtõõzz spraavdõõttâm škooulneeʹǩǩ:
fin: Perusopetuksen suorittaneet oppilaat:

source: Korkalovaara škooul, Ruäʹvnjargg: Saana Vieltojärvi (tâʹvvsääʹm)
fin: Korkalovaaran peruskoulu, Rovaniemi: Saana Vieltojärvi (pohjoissaame)

source: Aanar škooul: Sara Keränen (tâʹvvsääʹm), Katariina Saijets (tâʹvvsääʹm)
fin: Inarin koulu: Sara Keränen (pohjoissaame), Katariina Saijets (pohjoissaame)

source: Karigasnjaarg škooul: Jere Pieski (tâʹvvsääʹm)
fin: Karigasniemen koulu: Jere Pieski (pohjoissaame)

source: Uccjokknjääʹlm škooul: Piibe Aikio (tâʹvvsääʹm)
fin: Utsjokisuun koulu: Piibe Aikio (pohjoissaame)

source: Âʹvvel pââibužškooul: Iina Kyrö (aanarsääʹm), Toni Salminen (tâʹvvsääʹm), Elina Moshnikoff (nuõrttsääʹm)
fin: Ivalon yläaste: Iina Kyrö (inarinsaame), Toni Salminen (pohjoissaame), Elina Moshnikoff (koltansaame)

source: Aleksanteri Kena škooul, Suäʹđjel: Teemu Valle (tâʹvvsääʹm)
fin: Aleksanteri Kenan koulu, Sodankylä: Teemu Valle (pohjoissaame)

source: Lokka škooul, Suäʹđjel: Makreta Pyhäjärvi (tâʹvvsääʹm)
fin: Lokan koulu, Sodankylä: Makreta Pyhäjärvi (pohjoissaame)

source: Sääʹmteʹǧǧ tuäivv leekk da šiõǥǥ ǩieʹssluõvâsvuõđ pukid !
fin: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
